Repository: benrudhart/WorkoutEffortPicker
Catalog: Sources/WorkoutEffortPicker/Ressources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# common.cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
he: בטל
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# common.skip
source: Skip
ar: تخطي
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fi: Ohita
fr: Passer
fr_ca: Passer
he: דלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
pt_br: Pular
pt_pt: Saltar
ro: Sari peste
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

# common.skipped
source: Skipped
ar: تم التخطي
ca: Ometut
cs: Přeskočeno
da: Sprunget over
de: Übersprungen
el: Παραλείφθηκε
es: Omitido
es_419: Omitido
fi: Ohitettu
fr: Passé
fr_ca: Passé
he: דלג
hi: छोड़ा गया
hr: Preskočeno
hu: Kihagyva
id: Dilewati
it: Saltato
ja: スキップ済み
ko: 건너뜀
ms: Dilangkau
nb: Hoppet over
nl: Overgeslagen
pl: Pominięto
pt: Pulado
pt_br: Pulado
pt_pt: Saltado
ro: Sărit
ru: Пропущено
sk: Preskočené
sv: Hoppade över
th: ข้ามแล้ว
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh_hans: 已跳过
zh_hant: 已跳過
zh_hk: 已跳過

# common.update
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Mettre à jour
fr_ca: Mettre à jour
he: עדכן
hi: अपडेट करें
hr: Ažuriraj
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
ms: Kemas kini
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新
zh_hk: 更新

# scoreCell.addEffort
source: Add Effort
ar: إضافة الجهد
ca: Afegeix esforç
cs: Přidat úsilí
da: Tilføj indsats
de: Anstrengung hinzufügen
el: Προσθήκη προσπάθειας
es: Agregar esfuerzo
es_419: Agregar esfuerzo
fi: Lisää ponnistus
fr: Ajouter un effort
fr_ca: Ajouter un effort
he: הוסף מאמץ
hi: प्रयास जोड़ें
hr: Dodaj napor
hu: Erőfeszítés hozzáadása
id: Tambah Upaya
it: Aggiungi sforzo
ja: 労力を追加
ko: 노력 추가
ms: Tambah Usaha
nb: Legg til innsats
nl: Inspanning toevoegen
pl: Dodaj wysiłek
pt: Adicionar esforço
pt_br: Adicionar esforço
pt_pt: Adicionar esforço
ro: Adaugă efort
ru: Добавить усилие
sk: Pridať úsilie
sv: Lägg till ansträngning
th: เพิ่มความพยายาม
tr: Çaba Ekle
uk: Додати зусилля
vi: Thêm nỗ lực
zh_hans: 添加努力
zh_hant: 新增努力
zh_hk: 新增努力

# scoreCell.effort
source: Effort
ar: الجهد
ca: Esforç
cs: Úsilí
da: Indsats
de: Anstrengung
el: Προσπάθεια
es: Esfuerzo
es_419: Esfuerzo
fi: Ponnistus
he: מאמץ
hi: प्रयास
hr: Trud
hu: Erőfeszítés
id: Usaha
it: Sforzo
ja: 努力
ko: 노력
ms: Usaha
nb: Innsats
nl: Inspanning
pl: Wysiłek
pt: Esforço
pt_br: Esforço
pt_pt: Esforço
ro: Efort
ru: Усилие
sk: Úsilie
sv: Ansträngning
th: ความพยายาม
tr: Çaba
uk: Зусилля
vi: Nỗ lực
zh_hans: 努力
zh_hant: 努力
zh_hk: 努力

# scoreList.header
source: Select the description that best matches the workout overall.
ar: اختر الوصف الذي يناسب التمرين بشكل عام.
ca: Selecciona la descripció que millor s'ajusti a l'entrenament en general.
cs: Vyberte popis, který nejlépe odpovídá celkovému tréninku.
da: Vælg den beskrivelse, der bedst matcher træningen som helhed.
de: Wähle die Beschreibung aus, die das Training insgesamt am besten widerspiegelt.
el: Επιλέξτε την περιγραφή που ταιριάζει καλύτερα με την προπόνηση συνολικά.
es: Selecciona la descripción que mejor se ajuste al entrenamiento en general.
es_419: Selecciona la descripción que mejor se ajuste al entrenamiento en general.
fi: Valitse kuvaus, joka parhaiten vastaa koko harjoitusta.
fr: Sélectionnez la description qui correspond le mieux à l'entraînement dans son ensemble.
fr_ca: Sélectionnez la description qui correspond le mieux à l'entraînement dans son ensemble.
he: בחר את התיאור שמתאים ביותר לאימון בכללותו.
hi: उस विवरण का चयन करें जो वर्कआउट के लिए सबसे उपयुक्त है।
hr: Odaberite opis koji najbolje odgovara ukupnom treningu.
hu: Válaszd ki azt a leírást, amelyik a legjobban illik az edzés egészére.
id: Pilih deskripsi yang paling sesuai dengan keseluruhan latihan.
it: Seleziona la descrizione che meglio corrisponde all'allenamento complessivo.
ja: ワークアウト全体を最もよく表す説明を選択してください。
ko: 운동 전체와 가장 잘 맞는 설명을 선택하세요.
ms: Pilih penerangan yang paling sesuai dengan keseluruhan latihan.
nb: Velg beskrivelsen som best matcher treningen totalt sett.
nl: Selecteer de beschrijving die het beste bij de training als geheel past.
pl: Wybierz opis, który najlepiej pasuje do całego treningu.
pt: Selecione a descrição que melhor corresponde ao treino como um todo.
pt_br: Selecione a descrição que melhor corresponde ao treino como um todo.
pt_pt: Selecione a descrição que melhor corresponde ao treino no geral.
ro: Selectează descrierea care se potrivește cel mai bine cu antrenamentul în ansamblu.
ru: Выберите описание, которое лучше всего соответствует тренировке в целом.
sk: Vyberte popis, ktorý najlepšie zodpovedá celkovému tréningu.
sv: Välj den beskrivning som bäst matchar träningspasset i sin helhet.
th: เลือกคำอธิบายที่ตรงกับการออกกำลังกายโดยรวมมากที่สุด
tr: Antrenmanı en iyi tanımlayan açıklamayı seçin.
uk: Виберіть опис, який найкраще відповідає тренуванню в цілому.
vi: Chọn mô tả phù hợp nhất với buổi tập tổng thể.
zh_hans: 选择最符合整体锻炼情况的描述。
zh_hant: 選擇最符合整體鍛煉的描述。
zh_hk: 選擇最符合整體鍛鍊的描述。

# scoreList.noScore.footer
source: Skipping this workout will remove it from your Training Load.
ar: تخطي هذا التمرين سيزيله من عبء التدريب الخاص بك.
ca: Ometre aquest entrenament l'eliminarà de la teva càrrega d'entrenament.
cs: Přeskočení tohoto tréninku jej odstraní z vaší tréninkové zátěže.
da: Hvis du springer denne træning over, vil den blive fjernet fra din træningsbelastning.
de: Wenn du dieses Training überspringst, wird es aus deiner Trainingsbelastung entfernt.
el: Η παράλειψη αυτής της προπόνησης θα την αφαιρέσει από το Φορτίο Εκπαίδευσης σας.
es: Omitir este entrenamiento lo eliminará de tu carga de entrenamiento.
es_419: Omitir este entrenamiento lo eliminará de tu Carga de Entrenamiento.
fi: Tämän harjoituksen ohittaminen poistaa sen harjoituskuormastasi.
fr: Passer cet entraînement le retirera de votre charge d'entraînement.
fr_ca: Passer cet entraînement le retirera de votre charge d'entraînement.
he: דילוג על אימון זה יסיר אותו מעומס האימונים שלך.
hi: इस वर्कआउट को छोड़ने से यह आपके प्रशिक्षण भार से हटा दिया जाएगा।
hr: Preskakanje ovog treninga uklonit će ga iz vašeg opterećenja treninga.
hu: Ennek az edzésnek a kihagyása eltávolítja azt az edzésterhelésből.
id: Melewatkan latihan ini akan menghapusnya dari Beban Latihan Anda.
it: Saltare questo allenamento lo rimuoverà dal tuo carico di allenamento.
ja: このワークアウトをスキップすると、トレーニング負荷から削除されます。
ko: 이 운동을 건너뛰면 훈련 부하에서 제거됩니다.
ms: Melangkau latihan ini akan mengeluarkannya dari Beban Latihan anda.
nb: Å hoppe over denne treningen vil fjerne den fra treningsbelastningen din.
nl: Als je deze training overslaat, wordt deze verwijderd uit je Trainingsbelasting.
pl: Pominięcie tego treningu usunie go z Twojego obciążenia treningowego.
pt: Pular este treino irá removê-lo da sua Carga de Treinamento.
pt_br: Pular este treino irá removê-lo da sua Carga de Treinamento.
pt_pt: Saltar este treino irá removê-lo da sua Carga de Treino.
ro: Sărirea acestui antrenament îl va elimina din Încărcătura ta de Antrenament.
ru: Пропуск этой тренировки удалит её из вашей нагрузки.
sk: Preskočením tohto tréningu ho odstránite z vášho tréningového zaťaženia.
sv: Att hoppa över detta träningspass kommer att ta bort det från din träningsbelastning.
th: การข้ามการออกกำลังกายนี้จะลบออกจากภาระการฝึกของคุณ
tr: Bu antrenmanı atlamak, Eğitim Yükünüzden kaldıracaktır.
uk: Пропуск цього тренування видалить його з вашого Навантаження тренувань.
vi: Bỏ qua buổi tập này sẽ loại bỏ nó khỏi Tải trọng Huấn luyện của bạn.
zh_hans: 跳过此锻炼将从您的训练负荷中移除。
zh_hant: 跳過此鍛煉將從您的訓練負荷中移除。
zh_hk: 跳過這次鍛鍊將從你的訓練負荷中移除。

# scoreSegment.allOut.description
source: Extremely uncomfortable Could barely continue
ar: غير مريح للغاية بالكاد استطعت الاستمرار
ca: Extremadament incòmode Amb prou feines podia continuar
cs: Extrémně nepohodlné Sotva jsem mohl pokračovat
da: Ekstremt ubehageligt Kunne næsten ikke fortsætte
de: Extrem anstrengend Könnte das Training kaum fortsetzen
el: Εξαιρετικά άβολα Με το ζόρι μπορούσα να συνεχίσω
es: Extremadamente incómodo Apenas podía continuar
es_419: Extremadamente incómodo Apenas pude continuar
fi: Äärimmäisen epämukava Vain vaivoin pystyi jatkamaan
fr: Extrêmement inconfortable Peut à peine continuer
fr_ca: Extrêmement inconfortable Peut à peine continuer
he: לא נוח מאוד כמעט לא יכולתי להמשיך
hi: बेहद असुविधाजनक मुश्किल से जारी रख सका
hr: Izuzetno neugodno Jedva sam mogao nastaviti
hu: Rendkívül kényelmetlen Alig tudtam folytatni
id: Sangat tidak nyaman Hampir tidak bisa melanjutkan
it: Estremamente scomodo A malapena riuscivo a continuare
ja: 非常に不快 ほとんど続けられなかった
ko: 매우 불편함 거의 계속할 수 없었음
ms: Sangat tidak selesa Hampir tidak dapat meneruskan
nb: Ekstremt ubehagelig Kunne knapt fortsette
nl: Extreem ongemakkelijk Kon nauwelijks doorgaan
pl: Bardzo niewygodnie Ledwo mogłem kontynuować
pt: Extremamente desconfortável Mal consegui continuar
pt_br: Extremamente desconfortável Mal consegui continuar
pt_pt: Extremamente desconfortável Mal consegui continuar
ro: Extrem de inconfortabil Abia am putut continua
ru: Чрезвычайно неудобно Едва мог продолжать
sk: Extrémne nepohodlné Sotva som mohol pokračovať
sv: Extremt obekvämt Kunde knappt fortsätta
th: ไม่สบายอย่างมาก แทบจะทำต่อไปไม่ได้
tr: Aşırı rahatsız Zar zor devam edebildim
uk: Дуже незручно Ледве міг продовжувати
vi: Cực kỳ khó chịu Hầu như không thể tiếp tục
zh_hans: 极度不适 几乎无法继续
zh_hant: 極度不適 幾乎無法繼續
zh_hk: 極度不舒服 幾乎無法繼續

# scoreSegment.allOut.title
source: All Out
ar: بأقصى جهد
ca: Al màxim
cs: Na plný plyn
da: For fuld kraft
de: Extrem
el: Στο έπακρο
es: Al máximo
es_419: Al máximo
fi: Kaikki peliin
fr: À fond
fr_ca: À fond
he: מקסימום
hi: पूरी ताकत से
hr: Do kraja
hu: Teljes erőbedobás
id: Habiskan Semua
it: Tutto esaurito
ja: 全力
ko: 전력
ms: Sepenuhnya
nb: Alt ut
nl: Voluit
pl: Na maksa
pt: Máximo
pt_br: No Limite
pt_pt: Ao Máximo
ro: La maximum
ru: На пределе
sk: Na maximum
sv: Allt vad du orkar
th: เต็มที่
tr: Tam Gaz
uk: На межі можливостей
vi: Hết sức
zh_hans: 全力以赴
zh_hant: 全力以赴
zh_hk: 全力以赴

# scoreSegment.easy.description
source: Not challenging Could go a long time
ar: غير صعب يمكنني الاستمرار لفترة طويلة
ca: No desafiant Podria continuar molt de temps
cs: Není náročné Mohl bych pokračovat dlouho
da: Ikke udfordrende Kunne fortsætte længe
de: Nicht anstrengend Könnte das Training lange fortsetzen
el: Όχι προκλητικό Μπορούσα να συνεχίσω για πολύ ώρα
es: No desafiante Podría continuar mucho tiempo
es_419: No desafiante Podría continuar por mucho tiempo
fi: Ei haastava Voisi jatkaa pitkään
fr: Pas difficile Peut continuer longtemps
fr_ca: Pas difficile Peut continuer longtemps
he: לא מאתגר יכול להמשיך זמן רב
hi: चुनौतीपूर्ण नहीं काफी लंबा चल सकता है
hr: Nije izazovno Mogao bih dugo izdržati
hu: Nem kihívás Sokáig tudnám folytatni
id: Tidak menantang Bisa bertahan lama
it: Non impegnativo Potrei andare avanti a lungo
ja: 挑戦ではない 長時間続けられる
ko: 도전적이지 않음 오랫동안 계속할 수 있음
ms: Tidak mencabar Boleh bertahan lama
nb: Ikke utfordrende Kunne holde på lenge
nl: Niet uitdagend Kon lang doorgaan
pl: Nie wymagający Mogę kontynuować przez długi czas
pt: Não desafiador Poderia continuar por muito tempo
pt_br: Não desafiador Poderia continuar por muito tempo
pt_pt: Não desafiante Poderia continuar por muito tempo
ro: Nu este provocator Aș putea continua mult timp
ru: Не сложно Мог бы продолжать долго
sk: Nie je náročné Mohol by som pokračovať dlho
sv: Inte utmanande Kunde fortsätta länge
th: ไม่ท้าทาย สามารถทำได้นาน
tr: Zorlayıcı değil Uzun süre devam edebilirim
uk: Не складно Можу продовжувати довго
vi: Không thử thách Có thể kéo dài lâu
zh_hans: 不具挑战性 可以坚持很长时间
zh_hant: 不具挑戰性 可以持續很長時間
zh_hk: 不具挑戰性 可以持續很長時間

# scoreSegment.easy.title
source: Easy
ar: سهل
ca: Fàcil
cs: Snadné
da: Let
de: Leicht
el: Εύκολο
es: Fácil
es_419: Fácil
fi: Helppo
fr: Facile
fr_ca: Facile
he: קל
hi: आसान
hr: Lako
hu: Könnyű
id: Mudah
it: Facile
ja: 簡単
ko: 쉬움
ms: Mudah
nb: Lett
nl: Makkelijk
pl: Łatwy
pt: Fácil
pt_br: Fácil
pt_pt: Fácil
ro: Ușor
ru: Легко
sk: Ľahké
sv: Lätt
th: ง่าย
tr: Kolay
uk: Легко
vi: Dễ dàng
zh_hans: 简单
zh_hant: 簡單
zh_hk: 簡單

# scoreSegment.hard.description
source: Challenging and uncomfortable Could not go long at all
ar: صعب وغير مريح لم أستطع الاستمرار طويلاً
ca: Desafiant i incòmode No podia continuar gaire
cs: Náročné a nepohodlné Nemohl jsem vůbec dlouho pokračovat
da: Udfordrende og ubehageligt Kunne slet ikke fortsætte længe
de: Anstrengend und unangenehm Könnte das Training nicht lange fortsetzen
el: Προκλητικό και άβολο Δεν μπορούσα να συνεχίσω για πολύ
es: Desafiante e incómodo No podía continuar mucho tiempo
es_419: Desafiante e incómodo No pude continuar por mucho tiempo
fi: Haastava ja epämukava Ei voinut jatkaa pitkään
fr: Difficile et inconfortable Ne peut pas continuer longtemps
fr_ca: Difficile et inconfortable Ne peut pas continuer longtemps
he: מאתגר ולא נוח לא יכולתי להמשיך זמן רב בכלל
hi: चुनौतीपूर्ण और असुविधाजनक बिल्कुल भी लंबा नहीं चल सका
hr: Izazovno i neugodno Nisam mogao dugo izdržati
hu: Kihívást jelentő és kényelmetlen Egyáltalán nem tudtam sokáig folytatni
id: Menantang dan tidak nyaman Tidak bisa bertahan lama
it: Impegnativo e scomodo Non potevo andare avanti a lungo
ja: 挑戦的で不快 全く長く続けられなかった
ko: 도전적이고 불편함 전혀 오래 할 수 없었음
ms: Mencabar dan tidak selesa Tidak dapat bertahan lama
nb: Utfordrende og ubehagelig Kunne ikke holde på lenge i det hele tatt
nl: Uitdagend en ongemakkelijk Kon helemaal niet lang doorgaan
pl: Wymagający i niewygodny Nie mogłem długo wytrzymać
pt: Desafiador e desconfortável Não consegui continuar por muito tempo
pt_br: Desafiador e desconfortável Não consegui continuar por muito tempo
pt_pt: Desafiante e desconfortável Não consegui continuar por muito tempo
ro: Provocator și inconfortabil Nu am putut continua deloc mult
ru: Сложно и неудобно Совсем не мог долго продолжать
sk: Náročné a nepohodlné Nemohol som pokračovať dlho
sv: Utmanande och obekvämt Kunde inte fortsätta länge alls
th: ท้าทายและไม่สบาย ไม่สามารถทำได้นานเลย
tr: Zorlayıcı ve rahatsız edici Hiç uzun süre devam edemedim
uk: Важко і незручно Зовсім не міг довго триматися
vi: Thử thách và khó chịu Không thể kéo dài lâu
zh_hans: 具有挑战性且不适 根本无法坚持太久
zh_hant: 具有挑戰性且不適 完全無法持續太久
zh_hk: 具有挑戰性且不舒服 完全無法持續很久

# scoreSegment.hard.title
source: Hard
ar: صعب
ca: Difícil
cs: Těžké
da: Hård
de: Schwer
el: Δύσκολο
es: Difícil
es_419: Difícil
fi: Vaikea
fr: Difficile
fr_ca: Difficile
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
it: Difficile
ja: 難しい
ko: 어려움
ms: Sukar
nl: Zwaar
pl: Trudny
pt: Difícil
pt_br: Difícil
pt_pt: Difícil
ro: Dificil
ru: Тяжело
sk: Ťažké
sv: Hård
th: ยาก
tr: Zor
uk: Важко
vi: Khó
zh_hans: 困难
zh_hant: 困難
zh_hk: 困難

# scoreSegment.moderate.description
source: Working but comfortable Could go for a while
ar: أعمل لكن مرتاح يمكنني الاستمرار لفترة
ca: Treballant però còmode Podria continuar una estona
cs: Pracuji, ale cítím se pohodlně Mohl bych pokračovat dlouho
da: Arbejder men komfortabel Kunne fortsætte i et stykke tid
de: Etwas anstrengend, aber angenehm Könnte das Training eine Weile fortsetzen
el: Δουλεύω αλλά άνετα Μπορούσα να συνεχίσω για αρκετή ώρα
es: Trabajando pero cómodo Podría continuar por un tiempo
es_419: Trabajando pero cómodo Podría continuar por un rato
fi: Työskentelee mutta mukava Voisi jatkaa pitkään
fr: En effort mais confortable Peut continuer un moment
fr_ca: En train de travailler mais confortable Peut continuer un moment
he: עובד אבל נוח יכול להמשיך לזמן מה
hi: काम कर रहा है लेकिन आरामदायक काफी देर तक चल सकता है
hr: Radim, ali udobno Mogao bih nastaviti neko vrijeme
hu: Dolgozom, de kényelmes Sokáig tudnám folytatni
id: Bekerja tetapi nyaman Bisa bertahan lama
it: Impegnativo ma comodo Potrei andare avanti per un po'
ja: 働いているが快適 しばらく続けられる
ko: 작업 중이지만 편안함 오랫동안 계속할 수 있음
ms: Bekerja tetapi selesa Boleh bertahan lama
nb: Jobber men komfortabel Kunne holde på en stund
nl: Aan het werk maar comfortabel Kon een tijdje doorgaan
pl: Pracuję, ale jest wygodnie Mogę kontynuować przez jakiś czas
pt: Trabalhando, mas confortável Poderia continuar por um tempo
pt_br: Trabalhando, mas confortável Poderia continuar por um tempo
pt_pt: Trabalhando mas confortável Poderia continuar por um tempo
ro: Lucrez dar confortabil Aș putea continua un timp
ru: Работаю, но комфортно Мог бы продолжать долго
sk: Pracujem, ale je to pohodlné Mohol by som pokračovať dlhšie
sv: Arbetar men bekväm Kunde fortsätta ett tag
th: ทำงานแต่สบาย สามารถทำต่อไปได้สักพัก
tr: Çalışıyor ama rahat Bir süre devam edebilirim
uk: Працюю, але комфортно Можу продовжувати деякий час
vi: Đang làm nhưng thoải mái Có thể tiếp tục một lúc
zh_hans: 有在锻炼但感到舒适 可以持续一段时间
zh_hant: 工作但舒適 可以持續一段時間
zh_hk: 有在運動但感覺舒適 可以持續一段時間

# scoreSegment.moderate.title
source: Moderate
ar: متوسط
ca: Moderada
cs: Střední
da: Moderat
de: Mäßig
el: Μέτριο
es: Moderado
es_419: Moderado
fi: Kohtalainen
fr: Modéré
fr_ca: Modéré
he: בינוני
hi: मध्यम
hr: Umjereno
hu: Mérsékelt
id: Sedang
it: Moderato
ja: 適度
ko: 보통
ms: Sederhana
nb: Moderat
nl: Gemiddeld
pl: Umiarkowany
pt: Moderado
pt_br: Moderado
pt_pt: Moderado
ro: Moderat
ru: Умеренный
sk: Stredne náročné
sv: Måttlig
th: ปานกลาง
tr: Orta
uk: Помірний
vi: Vừa phải
zh_hans: 中等
zh_hant: 中等
zh_hk: 中等

# scoreView.rateEffort
source: Rate Your Effort
ar: قيم جهدك
ca: Valora el teu esforç
cs: Ohodnoťte své úsilí
da: Vurder din indsats
de: Anstrengung bewerten
el: Αξιολογήστε την Προσπάθειά σας
es: Califica tu esfuerzo
es_419: Califica tu esfuerzo
fi: Arvioi ponnistuksesi
fr: Évaluez votre effort
fr_ca: Évaluez votre effort
he: דרג את המאמץ שלך
hi: अपने प्रयास को रेट करें
hr: Ocijenite svoj trud
hu: Értékeld az erőfeszítésed
id: Nilai Usaha Anda
it: Valuta il tuo sforzo
ja: 努力を評価する
ko: 노력 평가
ms: Nilai Usaha Anda
nb: Vurder innsatsen din
nl: Beoordeel je inspanning
pl: Oceń swój wysiłek
pt: Avalie seu esforço
pt_br: Avalie Seu Esforço
pt_pt: Avalie o Seu Esforço
ro: Evaluează efortul tău
ru: Оцените свои усилия
sk: Ohodnoťte svoje úsilie
sv: Betygsätt din ansträngning
th: ให้คะแนนความพยายามของคุณ
tr: Çabanızı Değerlendirin
uk: Оцініть свої зусилля
vi: Đánh giá nỗ lực của bạn
zh_hans: 评价您的努力程度
zh_hant: 評估您的努力程度
zh_hk: 評估你的努力程度

# unauthorized.message
source: In order to read and write the workout effort you need to grant permissions.
ar: للقراءة والكتابة لمجهود التمرين، يجب منح الأذونات.
ca: Per llegir i escriure l'esforç de l'entrenament, has de concedir permisos.
cs: Abyste mohli číst a zapisovat úsilí při cvičení, musíte udělit oprávnění.
da: For at kunne læse og skrive træningsindsats skal du give tilladelser.
de: Um den Trainingsaufwand lesen und schreiben zu können, müssen Sie Berechtigungen erteilen.
el: Για να διαβάσετε και να καταγράψετε την προσπάθεια προπόνησης, πρέπει να δώσετε άδειες.
es: Para leer y escribir el esfuerzo del entrenamiento, debe otorgar permisos.
es_419: Para leer y escribir el esfuerzo del entrenamiento, necesitas otorgar permisos.
fi: Jotta voit lukea ja kirjoittaa harjoituksen rasitustietoja, sinun täytyy myöntää käyttöoikeudet.
fr: Pour lire et écrire l’effort d’entraînement, vous devez accorder les autorisations.
fr_ca: Pour lire et écrire l’effort d’entraînement, vous devez accorder les autorisations.
he: כדי לקרוא ולכתוב את מאמץ האימון, עליך להעניק הרשאות.
hi: वर्कआउट प्रयास पढ़ने और लिखने के लिए आपको अनुमतियाँ देनी होंगी।
hr: Da biste mogli čitati i zapisivati napor vježbanja, morate odobriti dozvole.
hu: Az edzés erőfeszítésének olvasásához és írásához engedélyeket kell adnia.
id: Untuk membaca dan menulis upaya latihan, Anda perlu memberikan izin.
it: Per leggere e scrivere lo sforzo dell'allenamento è necessario concedere le autorizzazioni.
ja: ワークアウト努力の読み書きを行うには、権限を付与する必要があります。
ko: 운동 노력 점수를 읽고 쓰려면 권한을 허용해야 합니다.
ms: Untuk membaca dan menulis usaha senaman, anda perlu memberikan kebenaran.
nb: For å lese og skrive treningsinnsats må du gi tillatelser.
nl: Om de trainingsinspanning te kunnen lezen en schrijven, moet je toestemming geven.
pl: Aby odczytywać i zapisywać wysiłek treningowy, musisz przyznać uprawnienia.
pt: Para ler e escrever o esforço do treino, você precisa conceder permissões.
pt_br: Para ler e escrever o esforço do treino, você precisa conceder permissões.
pt_pt: Para ler e escrever o esforço do treino, é necessário conceder permissões.
ro: Pentru a citi și a scrie scorul de efort al antrenamentului, trebuie să acordați permisiuni.
ru: Чтобы читать и записывать данные об усилиях во время тренировки, необходимо предоставить разрешения.
sk: Na čítanie a zapisovanie úsilia pri tréningu musíte udeliť povolenia.
sv: För att kunna läsa och skriva träningsinsats behöver du ge behörigheter.
th: เพื่ออ่านและเขียนข้อมูลความพยายามในการออกกำลังกาย คุณต้องให้สิทธิ์การเข้าถึงก่อน
tr: Antrenman çabasını okuyup yazabilmek için izin vermeniz gerekiyor.
uk: Щоб читати і записувати зусилля тренування, потрібно надати дозволи.
vi: Để đọc và ghi điểm nỗ lực tập luyện, bạn cần cấp quyền truy cập.
zh_hans: 为了读取和写入锻炼努力分数，您需要授予权限。
zh_hant: 為了讀取和寫入運動努力數據，您需要授予權限。
zh_hk: 你需要授權才能讀取和寫入運動努力分數。

# unauthorized.step1
source: Open Apple Health App
ar: افتح تطبيق Apple Health
ca: Obre l'aplicació Apple Health
cs: Otevřete aplikaci Apple Health
da: Åbn Apple Health-appen
de: Apple Health App öffnen
el: Ανοίξτε την εφαρμογή Apple Health
es: Abra la app Apple Health
es_419: Abre la app Apple Health
fi: Avaa Apple Health -sovellus
fr: Ouvrez l’application Apple Health
fr_ca: Ouvrez l’application Apple Health
he: פתח את אפליקציית Apple Health
hi: Apple Health ऐप खोलें
hr: Otvorite aplikaciju Apple Health
hu: Nyissa meg az Apple Health alkalmazást
id: Buka Aplikasi Apple Health
it: Apri l'app Salute di Apple
ja: Appleヘルスケアアプリを開いてください
ko: Apple 건강 앱 열기
ms: Buka Apl Apple Health
nb: Åpne Apple Health-appen
nl: Open de Apple Health-app
pl: Otwórz aplikację Apple Health
pt: Abra o app Apple Health
pt_br: Abra o aplicativo Apple Health
pt_pt: Abra a aplicação Apple Health
ro: Deschideți aplicația Apple Health
ru: Откройте приложение Apple Health
sk: Otvorte aplikáciu Apple Health
sv: Öppna Apple Health-appen
th: เปิดแอป Apple Health
tr: Apple Health Uygulamasını Açın
uk: Відкрийте додаток Apple Health
vi: Mở ứng dụng Apple Health
zh_hans: 打开 Apple 健康应用
zh_hant: 打開 Apple Health 應用程式
zh_hk: 打開 Apple Health 應用程式
